export const dates = [{
    animal: 'КРЫСА',
    img: './rat.png',
    compatibility: 'Наибольшая совместимость с драконом, обезьяной и быком. Наименьшая совместимость с овцой, лошадью и кроликом',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 2, 3',
    luckColors: 'Счастливые цвета: синий, золотой, зеленый',
    description: 'Крыса: Этому знаку присущи моральная сила, ум, осторожность, деликатность, гибкость и жизненность. Люди этого знака яркие, общительные и амбициозные, что зачастую позволяет им стать обеспеченными и успешными. Однако, они также могут быть скромными, им может не хватать концентрации и устойчивости и они, в основном, не занимают лидерские позиции.'
}, {
    animal: 'БЫК',
    img: './bull.png',
    compatibility: 'Наибольшая совместимость с крысой, змеей, петухом. Наименьшая совместимость с лошадью, собакой, овцой',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 9, 1',
    luckColors: 'Счастливые цвета: синий, красный, фиолетовый',
    description: 'Бык: Этому знаку присущи сообразительность, уверенность в себе и лидерские качества. Люди этого знака честные, предприимчивые, терпеливые и, в добавок, постоянные. Несмотря ни на что они постоянно отдаются работе. Однако, они также могут быть педантичными, упрямыми и необщительными.'
}, {
    animal: 'ТИГР',
    img: './tiger.png',
    compatibility: 'Наибольшая совместимость с лошадью, собакой. Наименьшая совместимость с обезьяной, змеей',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 1, 3, 4',
    luckColors: 'Счастливые цвета: синий, серый, белый, оранжевый',
    description: 'Тигр: Представители этого знака толерантны, отважны, тактичны, умны и уважаемы. Им нравятся трудности, и они отлично могут выражать себя. Они также вспыльчивы и не интересуются многим.'

}, {
    animal: 'КРОЛИК',
    img: './krolik.png',
    compatibility: 'Наибольшая совместимость с овцой, свиньей, собакой. Наименьшая совместимость с крысой, драконом',
    sign: 'Инь',
    luckNumbers: 'Счастливые числа: 1, 4, 9',
    luckColors: 'Счастливые цвета: синий, красный, розовый, фиолетовый',
    description: 'Кролик: Представители этого знака воспитанные, чувствительные, сочувствующие, дружелюбные и скромные. У них отличное чувство юмора и они всегда могут расшевелить компанию – в основном, из-за того, что они не переносят скуки. Однако они бросают деньги на ветер и часто могут быть необоснованно упрямыми.'

}, {
    animal: 'ДРАКОН',
    img: './drakon.png',
    compatibility: 'Наибольшая совместимость с крысой, обезьяной, петухом. Наименьшая совместимость с быком, кроликом, собакой',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 1, 7, 6',
    luckColors: 'Счастливые цвета: серебряный, золотой, седоватый',
    description: 'Дракон: Этому знаку присущи яркость, уверенность в себе и романтичность. Люди этого знака активные, умные, энергичные и способны часто восхищаться. Они могут стать хорошими лидерами, стремящимися к совершенству. Однако они могут быть высокомерными и нетерпеливыми и часто слишком самоуверенными.'

}, {
    animal: 'ЗМЕЯ',
    img: './snake.png',
    compatibility: 'Наибольшая совместимость с быком, петухом. Наименьшая совместимость с тигром, свиньей',
    sign: 'Инь',
    luckNumbers: 'Счастливые числа: 2, 8, 9',
    luckColors: 'Счастливые цвета: красный, светло-желтый, черный',
    description: 'Змея: Этому знаку присущи очарование и умение эффективно общаться, говоря мало. Люди этого знака порядочны и мудры. Для большинства деньги – не проблема. Однако, они могут быть ревнивыми и подозрительными и часто могут перестараться в чем-то.'

}, {
    animal: 'ЛОШАДЬ',
    img: './lowad.png',
    compatibility: 'Наибольшая совместимость с тигром, овцой, собакой. Наименьшая совместимость с крысой, быком, кроликом',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 2, 3, 7',
    luckColors: 'Счастливые цвета: коричневый, желтый, фиолетовый',
    description: 'Лошадь: Люди этого знака веселые, сообразительные, добрые и любят приключения. Они также проницательны и талантливы, из них получаются хорошие артисты. Однако они могут быть нетерпеливыми и казаться поверхностными.'

}, {
    animal: 'КОЗА',
    img: './koza.png',
    compatibility: 'Наибольшая совместимость с кроликом, лошадью, свиньей; Наименьшая совместимость с быком, собакой',
    sign: 'Инь',
    luckNumbers: 'Счастливые числа: 3, 9, 4',
    luckColors: 'Счастливые цвета: зеленый, красный, фиолетовый',
    description: 'Коза: Эти люди нежные, вежливые, умные, воспитанные и добросердечные. Им нравится искусство и красота и по душе размеренная спокойная жизнь. Тем не менее, они могут быть застенчивыми, пессимистичными, иметь переменчивое настроение и слишком переживать.'

}, {
    animal: 'ОБЕЗЬЯНА',
    img: './monkey.png',
    compatibility: 'Наибольшая совместимость с крысой, драконом, змеей. Наименьшая совместимость с тигром, свиньей',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 1, 8, 7',
    luckColors: 'Счастливые цвета: белый, золотой, синий',
    description: 'Обезьяна: Этому знаку присуща неимоверная разумность. Его представители активные, гибкие, сообразительные и отлично решают проблемы. Слабости? Люди этого знака могут быть ревнивыми, лукавыми и эгоистичными.'

}, {
    animal: 'ПЕТУХ',
    img: './petuh.png',
    compatibility: 'Наибольшая совместимость с быком, драконом, змеей. Наименьшая совместимость с крысой, кроликом, собакой',
    sign: 'Инь',
    luckNumbers: 'Счастливые числа: 7, 5, 8',
    luckColors: 'Счастливые цвета: золотой, коричневый, желто-коричневый, желтый',
    description: 'Петух: Люди этого знака хорошие мыслители, обладают честностью, яркостью, коммуникабельностью и душевной теплотой. У них высокое чувство собственного достоинства и они стремятся к независимости. Однако у них могут возникать трудности в отношениях с другими и они часто считают, что всегда правы.'

}, {
    animal: 'СОБАКА',
    img: './dog.png',
    compatibility: 'Наибольшая совместимость с тигром, кроликом, лошадью. Наименьшая совместимость с быком, драконом, овцой, петухом',
    sign: 'Янь',
    luckNumbers: 'Счастливые числа: 3, 4, 9',
    luckColors: 'Счастливые цвета: зеленый, красный, фиолетовый',
    description: 'Собака: Люди этого знака преданные, храбрые, добрые, ответственные, умные и реалистичные. Они могут легко пробудить уверенность в других. Однако им часто не хватает устойчивости, они могут быть остры на язык и во многом находят недостатки.'
}, {
    animal: 'СВИНЬЯ',
    img: './pig.png',
    compatibility: 'Наибольшая совместимость с овцой, кроликом. Наименьшая совместимость с обезьяной, змеей, свиньей',
    sign: 'Инь',
    luckNumbers: 'Счастливые числа: 2, 5, 8',
    luckColors: 'Счастливые цвета: золотой, желтый, коричневый, серый',
    description: 'Свинья: Люди этого знака исполнительные, храбрые, честные, благородные и оптимистичные. Они терпеть не могут конфликты и практически никогда не врут. При этом, они могут быть наивны, импульсивны и никогда не знают, где подвести черту.'
},
]

export const beasts = {
    0: 8,
    1: 9,
    2: 10,
    3: 11,
    4: 0,
    5: 1,
    6: 2,
    7: 3,
    8: 4,
    9: 5,
    10: 6,
    11: 7,
}

export const innerBeasts = {
    1: 'Бык',
    2: 'Тигр',
    3: 'Кролик',
    4: 'Дракон',
    5: 'Змея',
    6: 'Лошадь',
    7: 'Коза',
    8: 'Обезьяна',
    9: 'Петух',
    10: 'Собака',
    11: 'Свинья',
    12: 'Крыса',
}