export const dates = [{
    animal: 'КРЫСА',
    compatibility:'Наибольшая совместимость с драконом, обезьяной и быком. Наименьшая совместимость с овцой, лошадью и кроликом',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 2, 3',
    luckColors: 'Счастливые цвета: синий, золотой, зеленый',
    years: [1900, 1912, 1924, 1936, 1948, 1960, 1972, 1984, 1996],
    description: 'Крыса: Этому знаку присущи моральная сила, ум, осторожность, деликатность, гибкость и жизненность. Люди этого знака яркие, общительные и амбициозные, что зачастую позволяет им стать обеспеченными и успешными. Однако, они также могут быть скромными, им может не хватать концентрации и устойчивости и они, в основном, не занимают лидерские позиции.'
}, {
    animal: 'БЫК',
    compatibility:'Наибольшая совместимость с крысой, змеей, петухом. Наименьшая совместимость с лошадью, собакой, овцой',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 9, 1',
    luckColors: 'Счастливые цвета: синий, красный, фиолетовый',
    years: [1901, 1913, 1925, 1937, 1949, 1961, 1973, 1985, 1997],
    description: 'Бык: Этому знаку присущи сообразительность, уверенность в себе и лидерские качества. Люди этого знака честные, предприимчивые, терпеливые и, в добавок, постоянные. Несмотря ни на что они постоянно отдаются работе. Однако, они также могут быть педантичными, упрямыми и необщительными.'
}, {
    animal: 'ТИГР',
    compatibility:'Наибольшая совместимость с лошадью, собакой. Наименьшая совместимость с обезьяной, змеей',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 1, 3, 4',
    luckColors: 'Счастливые цвета: синий, серый, белый, оранжевый',
    years: [1902, 1914, 1926, 1938, 1950, 1962, 1974, 1986, 1998],
    description: 'Тигр: Представители этого знака толерантны, отважны, тактичны, умны и уважаемы. Им нравятся трудности, и они отлично могут выражать себя. Они также вспыльчивы и не интересуются многим.'

}, {
    animal: 'КРОЛИК',
    compatibility:'Наибольшая совместимость с овцой, свиньей, собакой. Наименьшая совместимость с крысой, драконом',
    sign: 'Инь',
    luckNumbers:'Счастливые числа: 1, 4, 9',
    luckColors: 'Счастливые цвета: синий, красный, розовый, фиолетовый',
    years: [1903, 1915, 1927, 1939, 1951, 1963, 1975, 1987, 1999],
    description: 'Кролик: Представители этого знака воспитанные, чувствительные, сочувствующие, дружелюбные и скромные. У них отличное чувство юмора и они всегда могут расшевелить компанию – в основном, из-за того, что они не переносят скуки. Однако они бросают деньги на ветер и часто могут быть необоснованно упрямыми.'

}, {
    animal: 'ДРАКОН',
    compatibility:'Наибольшая совместимость с крысой, обезьяной, петухом. Наименьшая совместимость с быком, кроликом, собакой',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 1, 7, 6',
    luckColors: 'Счастливые цвета: серебряный, золотой, седоватый',
    years: [1904, 1916, 1928, 1940, 1952, 1964, 1976, 1988, 2000],
    description: 'Дракон: Этому знаку присущи яркость, уверенность в себе и романтичность. Люди этого знака активные, умные, энергичные и способны часто восхищаться. Они могут стать хорошими лидерами, стремящимися к совершенству. Однако они могут быть высокомерными и нетерпеливыми и часто слишком самоуверенными.'

}, {
    animal: 'ЗМЕЯ',
    compatibility:'Наибольшая совместимость с быком, петухом. Наименьшая совместимость с тигром, свиньей',
    sign: 'Инь',
    luckNumbers:'Счастливые числа: 2, 8, 9',
    luckColors: 'Счастливые цвета: красный, светло-желтый, черный',
    years: [1905, 1917, 1929, 1941, 1953, 1965, 1977, 1989, 2001],
    description: 'Змея: Этому знаку присущи очарование и умение эффективно общаться, говоря мало. Люди этого знака порядочны и мудры. Для большинства деньги – не проблема. Однако, они могут быть ревнивыми и подозрительными и часто могут перестараться в чем-то.'

}, {
    animal: 'ЛОШАДЬ',
    compatibility:'Наибольшая совместимость с тигром, овцой, собакой. Наименьшая совместимость с крысой, быком, кроликом',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 2, 3, 7',
    luckColors: 'Счастливые цвета: коричневый, желтый, фиолетовый',
    years: [1906, 1918, 1930, 1942, 1954, 1966, 1978, 1990, 2002],
    description: 'Лошадь: Люди этого знака веселые, сообразительные, добрые и любят приключения. Они также проницательны и талантливы, из них получаются хорошие артисты. Однако они могут быть нетерпеливыми и казаться поверхностными.'

}, {
    animal: 'КОЗА',
    compatibility:'Наибольшая совместимость с кроликом, лошадью, свиньей; Наименьшая совместимость с быком, собакой',
    sign: 'Инь',
    luckNumbers:'Счастливые числа: 3, 9, 4',
    luckColors: 'Счастливые цвета: зеленый, красный, фиолетовый',
    years: [1907, 1919, 1931, 1943, 1955, 1967, 1979, 1991, 2003],
    description: 'Коза: Эти люди нежные, вежливые, умные, воспитанные и добросердечные. Им нравится искусство и красота и по душе размеренная спокойная жизнь. Тем не менее, они могут быть застенчивыми, пессимистичными, иметь переменчивое настроение и слишком переживать.'

}, {
    animal: 'ОБЕЗЬЯНА',
    compatibility:'Наибольшая совместимость с крысой, драконом, змеей. Наименьшая совместимость с тигром, свиньей',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 1, 8, 7',
    luckColors: 'Счастливые цвета: белый, золотой, синий',
    years: [1908, 1920, 1932, 1944, 1956, 1968, 1980, 1992, 2004],
    description: 'Обезьяна: Этому знаку присуща неимоверная разумность. Его представители активные, гибкие, сообразительные и отлично решают проблемы. Слабости? Люди этого знака могут быть ревнивыми, лукавыми и эгоистичными.'

}, {
    animal: 'ПЕТУХ',
    compatibility:'Наибольшая совместимость с быком, драконом, змеей. Наименьшая совместимость с крысой, кроликом, собакой',
    sign: 'Инь',
    luckNumbers:'Счастливые числа: 7, 5, 8',
    luckColors: 'Счастливые цвета: золотой, коричневый, желто-коричневый, желтый',
    years: [1909, 1921, 1933, 1945, 1957, 1969, 1981, 1993, 2005],
    description: 'Петух: Люди этого знака хорошие мыслители, обладают честностью, яркостью, коммуникабельностью и душевной теплотой. У них высокое чувство собственного достоинства и они стремятся к независимости. Однако у них могут возникать трудности в отношениях с другими и они часто считают, что всегда правы.'

}, {
    animal: 'СОБАКА',
    compatibility:'Наибольшая совместимость с тигром, кроликом, лошадью. Наименьшая совместимость с быком, драконом, овцой, петухом',
    sign: 'Янь',
    luckNumbers:'Счастливые числа: 3, 4, 9',
    luckColors: 'Счастливые цвета: зеленый, красный, фиолетовый',
    years: [1910, 1922, 1934, 1946, 1958, 1970, 1982, 1994, 2006],
    description: 'Собака: Люди этого знака преданные, храбрые, добрые, ответственные, умные и реалистичные. Они могут легко пробудить уверенность в других. Однако им часто не хватает устойчивости, они могут быть остры на язык и во многом находят недостатки.'
}, {
    animal: 'СВИНЬЯ',
    compatibility:'Наибольшая совместимость с овцой, кроликом. Наименьшая совместимость с обезьяной, змеей, свиньей',
    sign: 'Инь',
    luckNumbers:'Счастливые числа: 2, 5, 8',
    luckColors: 'Счастливые цвета: золотой, желтый, коричневый, серый',
    years: [1911, 1923, 1935, 1947, 1959, 1971, 1983, 1995, 2007],
    description: 'Свинья: Люди этого знака исполнительные, храбрые, честные, благородные и оптимистичные. Они терпеть не могут конфликты и практически никогда не врут. При этом, они могут быть наивны, импульсивны и никогда не знают, где подвести черту.'

},
]