export const dates = [{
    animal: 'КРЫСА',
    sign: 'Янь',
    years: [1900, 1912, 1924, 1936, 1948, 1960, 1972, 1984, 1996],
    description: 'Крыса: Этому знаку присущи моральная сила, ум, осторожность, деликатность, гибкость и жизненность. Люди этого знака яркие, общительные и амбициозные, что зачастую позволяет им стать обеспеченными и успешными. Однако, они также могут быть скромными, им может не хватать концентрации и устойчивости и они, в основном, не занимают лидерские позиции.'
}, {
    animal: 'БЫК',
    sign: 'Янь',
    years: [1901, 1913, 1925, 1937, 1949, 1961, 1973, 1985, 1997],
    description: 'Бык: Этому знаку присущи сообразительность, уверенность в себе и лидерские качества. Люди этого знака честные, предприимчивые, терпеливые и, в добавок, постоянные. Несмотря ни на что они постоянно отдаются работе. Однако, они также могут быть педантичными, упрямыми и необщительными.'
}, {
    animal: 'ТИГР',
    sign: 'Янь',
    years: [1902, 1914, 1926, 1938, 1950, 1962, 1974, 1986, 1998],
    description: 'Тигр: Представители этого знака толерантны, отважны, тактичны, умны и уважаемы. Им нравятся трудности, и они отлично могут выражать себя. Они также вспыльчивы и не интересуются многим.'

}, {
    animal: 'КРОЛИК',
    sign: 'Инь',
    years: [1903, 1915, 1927, 1939, 1951, 1963, 1975, 1987, 1999],
    description: 'Кролик: Представители этого знака воспитанные, чувствительные, сочувствующие, дружелюбные и скромные. У них отличное чувство юмора и они всегда могут расшевелить компанию – в основном, из-за того, что они не переносят скуки. Однако они бросают деньги на ветер и часто могут быть необоснованно упрямыми.'

}, {
    animal: 'ДРАКОН',
    sign: 'Янь',
    years: [1904, 1916, 1928, 1940, 1952, 1964, 1976, 1988, 2000],
    description: 'Дракон: Этому знаку присущи яркость, уверенность в себе и романтичность. Люди этого знака активные, умные, энергичные и способны часто восхищаться. Они могут стать хорошими лидерами, стремящимися к совершенству. Однако они могут быть высокомерными и нетерпеливыми и часто слишком самоуверенными.'

}, {
    animal: 'ЗМЕЯ',
    sign: 'Инь',
    years: [1905, 1917, 1929, 1941, 1953, 1965, 1977, 1989, 2001],
    description: 'Змея: Этому знаку присущи очарование и умение эффективно общаться, говоря мало. Люди этого знака порядочны и мудры. Для большинства деньги – не проблема. Однако, они могут быть ревнивыми и подозрительными и часто могут перестараться в чем-то.'

}, {
    animal: 'ЛОШАДЬ',
    sign: 'Янь',
    years: [1906, 1918, 1930, 1942, 1954, 1966, 1978, 1990, 2002],
    description: 'Лошадь: Люди этого знака веселые, сообразительные, добрые и любят приключения. Они также проницательны и талантливы, из них получаются хорошие артисты. Однако они могут быть нетерпеливыми и казаться поверхностными.'

}, {
    animal: 'КОЗА',
    sign: 'Инь',
    years: [1907, 1919, 1931, 1943, 1955, 1967, 1979, 1991, 2003],
    description: 'Коза: Эти люди нежные, вежливые, умные, воспитанные и добросердечные. Им нравится искусство и красота и по душе размеренная спокойная жизнь. Тем не менее, они могут быть застенчивыми, пессимистичными, иметь переменчивое настроение и слишком переживать.'

}, {
    animal: 'ОБЕЗЬЯНА',
    sign: 'Янь',
    years: [1908, 1920, 1932, 1944, 1956, 1968, 1980, 1992, 2004],
    description: 'Обезьяна: Этому знаку присуща неимоверная разумность. Его представители активные, гибкие, сообразительные и отлично решают проблемы. Слабости? Люди этого знака могут быть ревнивыми, лукавыми и эгоистичными.'

}, {
    animal: 'ПЕТУХ',
    sign: 'Инь',
    years: [1909, 1921, 1933, 1945, 1957, 1969, 1981, 1993, 2005],
    description: 'Петух: Люди этого знака хорошие мыслители, обладают честностью, яркостью, коммуникабельностью и душевной теплотой. У них высокое чувство собственного достоинства и они стремятся к независимости. Однако у них могут возникать трудности в отношениях с другими и они часто считают, что всегда правы.'

}, {
    animal: 'СОБАКА',
    sign: 'Янь',
    years: [1910, 1922, 1934, 1946, 1958, 1970, 1982, 1994, 2006],
    description: 'Собака: Люди этого знака преданные, храбрые, добрые, ответственные, умные и реалистичные. Они могут легко пробудить уверенность в других. Однако им часто не хватает устойчивости, они могут быть остры на язык и во многом находят недостатки.'
}, {
    animal: 'СВИНЬЯ',
    sign: 'Инь',
    years: [1911, 1923, 1935, 1947, 1959, 1971, 1983, 1995, 2007],
    description: 'Свинья: Люди этого знака исполнительные, храбрые, честные, благородные и оптимистичные. Они терпеть не могут конфликты и практически никогда не врут. При этом, они могут быть наивны, импульсивны и никогда не знают, где подвести черту.'

},
]